app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "dfdf"], ["room_number", 0], ["created_at", "2020-08-06 23:17:04.453485"], ["updated_at", "2020-08-06 23:17:04.453485"]]
---
    def create
        @school_class = SchoolClass.new(school_class_params)
        if @school_class.save